brew "m-cli"
cask "balenaetcher"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "home-assistant"
cask "meetingbar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "transmission"
cask "vanilla"
cask "vlc"
cask "whatsapp"
cask "whatsize"
cask "wifiman"
