tap "1password/tap"
tap "homebrew/bundle"
tap "xykong/tap"
brew "ansible"
brew "bat"
brew "coreutils"
brew "csvkit"
brew "diff-so-fancy"
brew "dust"
brew "entr"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
cask "ghostty"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "micro"
brew "moreutils"
brew "nvm"
brew "opencode"
brew "prettyping"
brew "pv"
brew "qrcp"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "semgrep"
brew "smartmontools"
brew "starship"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "datagrip"
cask "docker-desktop"
cask "flux-markdown", from: "xykong/tap"
