tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "sqlite"
brew "ansible"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "dog"
brew "dust"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "micro"
brew "moreutils"
brew "nvm"
brew "prettyping"
brew "pv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "semgrep"
brew "starship"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "balenaetcher"
cask "browserosaurus"
cask "datagrip"
cask "fantastical"
cask "firefox"
cask "fork"
cask "gather"
cask "google-chrome"
cask "google-drive"
cask "home-assistant"
cask "hot"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "musescore"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale"
cask "ticktick"
cask "visual-studio-code"
vscode "Asuka.insertnumbers"
vscode "bungcip.better-toml"
vscode "casualjim.gotemplate"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "flowtype.flow-for-vscode"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "Orta.vscode-twoslash-queries"
vscode "stkb.rewrap"
vscode "teabyii.ayu"
vscode "tonybaloney.vscode-pets"
vscode "wayou.vscode-todo-highlight"
vscode "zxh404.vscode-proto3"
