cask "visual-studio-code"
vscode "asuka.insertnumbers"
vscode "bierner.markdown-mermaid"
vscode "casualjim.gotemplate"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
