brew "m-cli"
cask "fantastical"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "home-assistant"
cask "hot"
cask "meetingbar"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale"
cask "ticktick"
cask "vanilla"
