tap "typewhisper/tap"
brew "chezmoi"
brew "m-cli"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "hyperkey"
cask "meetingbar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "typewhisper/tap/typewhisper"
cask "vlc"
cask "whatsapp"
cask "whatsize"
cask "wifiman"
