tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "ansible"
brew "bat"
brew "coreutils"
brew "csvkit"
brew "diff-so-fancy"
brew "dog"
brew "dust"
brew "entr"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "micro"
brew "moreutils"
brew "nvm"
brew "prettyping"
brew "pv"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "semgrep"
brew "starship"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "datagrip"
cask "db-browser-for-sqlite"
cask "docker"
cask "fantastical"
cask "firefox"
cask "fork"
cask "gather"
cask "google-chrome"
cask "google-drive"
cask "home-assistant"
cask "hot"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "musescore"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "redisinsight"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale"
cask "ticktick"
cask "visual-studio-code"
cask "vpn-by-google-one"
vscode "asuka.insertnumbers"
vscode "casualjim.gotemplate"
vscode "coder.coder-remote"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "flowtype.flow-for-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tonybaloney.vscode-pets"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
