tap "1password/tap"
tap "heroku/brew"
brew "ansible"
brew "bat"
brew "coreutils"
brew "csvkit"
brew "diff-so-fancy"
brew "dust"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
cask "ghostty"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "jq"
brew "micro"
brew "moreutils"
brew "nvm"
brew "prettyping"
brew "pv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "semgrep"
brew "starship"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "datagrip"
cask "docker"
cask "visual-studio-code"
vscode "asuka.insertnumbers"
vscode "casualjim.gotemplate"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
